[
	{
		"hebrew": "רפואת ילדים כללית",
		"english": "General Pediatrics",
		"description": "מעקב אחר גדילה, התפתחות, חיסונים, וטיפול במחלות שכיחות כמו חום, שיעול ודלקות.",
		"when_needed": "כמעט בכל בעיה רפואית כללית בילדים – נקודת התחלה לאבחון והפניה."
	},
	{
		"hebrew": "ניאונאטולוגיה (רפואת ילודים)",
		"english": "Neonatology",
		"description": "טיפול רפואי בתינוקות שזה עתה נולדו, במיוחד פגים ותינוקות עם בעיות רפואיות בלידה.",
		"when_needed": "כאשר מדובר בתינוק שנולד מוקדם מהצפוי (פג) או עם מצוקה רפואית מיד לאחר הלידה."
	},
	{
		"hebrew": "גסטרואנטרולוגיה ילדים",
		"english": "Pediatric Gastroenterology",
		"description": "אבחון וטיפול בבעיות מערכת העיכול כמו שלשולים כרוניים, ריפלוקס, צליאק ומחלות דלקתיות.",
		"when_needed": "כאשר יש שלשול ממושך, עצירות חמורה, כאבי בטן חוזרים או ירידה במשקל."
	},
	{
		"hebrew": "נוירולוגיה ילדים",
		"english": "Pediatric Neurology",
		"description": "טיפול בהפרעות נוירולוגיות כמו אפילפסיה, אוטיזם, עיכוב התפתחותי והפרעות תנועה.",
		"when_needed": "אם יש עיכוב התפתחותי, פרכוסים, אובדן הכרה או חשד לאוטיזם."
	},
	{
		"hebrew": "קרדיולוגיה ילדים",
		"english": "Pediatric Cardiology",
		"description": "מעקב וטיפול במומי לב מולדים, בעיות קצב לב ולחץ דם גבוה בילדים.",
		"when_needed": "אם נשמע אוושה בלב, קיים קושי במאמץ, חיוורון או עילפון לא מוסבר."
	},
	{
		"hebrew": "אונקולוגיה/המטולוגיה ילדים",
		"english": "Pediatric Hematology/Oncology",
		"description": "אבחון וטיפול בסרטן ילדים, אנמיה, והפרעות בקרישת דם.",
		"when_needed": "אם קיימת ירידה פתאומית במצב הילד, עייפות קיצונית, חבורות לא מוסברות או ממצאים חריגים בבדיקות דם."
	},
	{
		"hebrew": "אימונולוגיה ואלרגיה ילדים",
		"english": "Pediatric Allergy and Immunology",
		"description": "טיפול באלרגיות, אסטמה, תגובות אנפילקטיות ומחלות במערכת החיסון.",
		"when_needed": "אם יש פריחות חוזרות, קוצר נשימה, רגישות חמורה למזון או מחלות זיהומיות חוזרות."
	},
	{
		"hebrew": "אנדוקרינולוגיה ילדים",
		"english": "Pediatric Endocrinology",
		"description": "טיפול בהפרעות הורמונליות כמו סכרת נעורים, בעיות גדילה ובלוטת התריס.",
		"when_needed": "כאשר יש עיכוב או האצה בגדילה, הופעת סימני בגרות מוקדמת או רמות סוכר גבוהות."
	},
	{
		"hebrew": "נפרולוגיה ילדים",
		"english": "Pediatric Nephrology",
		"description": "אבחון וטיפול במחלות כליה, דלקות בדרכי השתן ובעיות איזון נוזלים.",
		"when_needed": "במקרה של שתן דמי, נפיחות לא מוסברת, דלקות שתן חוזרות או יתר לחץ דם."
	},
	{
		"hebrew": "רפואת ריאות ילדים",
		"english": "Pediatric Pulmonology",
		"description": "טיפול בבעיות נשימה כרוניות כמו אסטמה, דלקות חוזרות וציסטיק פיברוזיס.",
		"when_needed": "אם הילד משתעל לאורך זמן, מתנשף בקלות, נוחר או סובל מדלקות ריאה חוזרות."
	},
	{
		"hebrew": "רפואת עור ילדים",
		"english": "Pediatric Dermatology",
		"description": "אבחון וטיפול בפריחות, אקזמה, פסוריאזיס וזיהומים עוריים בילדים.",
		"when_needed": "כאשר יש פריחה עקשנית, גרד כרוני, או בעיה אסתטית בעור שלא חולפת."
	},
	{
		"hebrew": "רפואת אף-אוזן-גרון ילדים",
		"english": "Pediatric Otolaryngology (ENT)",
		"description": "טיפול בדלקות אוזניים, בעיות שמיעה, שקדים מוגדלים ובעיות באף וגרון.",
		"when_needed": "כאשר הילד סובל מדלקות אוזניים חוזרות, נחירות חזקות או ירידה בשמיעה."
	},
	{
		"hebrew": "אורתופדיה ילדים",
		"english": "Pediatric Orthopedics",
		"description": "טיפול בעיוותים מולדים, שברים, הליכה חריגה ובעיות שלד.",
		"when_needed": "אם יש צליעה, כאבים בעצמות, גב עקום או שבר."
	},
	{
		"hebrew": "פסיכיאטריה ילדים ונוער",
		"english": "Child and Adolescent Psychiatry",
		"description": "אבחון וטיפול בהפרעות נפשיות והתנהגותיות כמו חרדה, דיכאון, ADHD והפרעות אכילה.",
		"when_needed": "אם יש שינוי קיצוני בהתנהגות, הסתגרות, חרדות או קשיים חברתיים מתמשכים."
	},
	{
		"hebrew": "רפואת עיניים ילדים",
		"english": "Pediatric Ophthalmology",
		"description": "טיפול בבעיות ראייה, פזילה, חסימות דמעות ובעיות עיניים מולדות.",
		"when_needed": "כאשר יש קושי בראייה, עין עצלה, פזילה או עיניים דומעות באופן תמידי."
	},
	{
		"hebrew": "רפואת שיניים ילדים",
		"english": "Pediatric Dentistry",
		"description": "טיפול בשיני חלב, עששת בילדים, טראומות דנטליות וחינוך לשמירה על בריאות הפה.",
		"when_needed": "אם יש כאבי שיניים, עששת, נפילה של שן או צורך בהנחיה תזונתית דנטלית."
	},
	{
		"hebrew": "מחלות זיהומיות ילדים",
		"english": "Pediatric Infectious Diseases",
		"description": "אבחון וטיפול בזיהומים נגיפיים, חיידקיים, פטרייתיים ומעקב חיסונים.",
		"when_needed": "כאשר מדובר בזיהום לא שגרתי, חום ממושך או צורך בהכוונה לחיסונים מיוחדים."
	},
	{
		"hebrew": "רפואת שיקום ילדים",
		"english": "Pediatric Rehabilitation Medicine",
		"description": "טיפול בילדים עם צרכים מיוחדים, מוגבלויות פיזיות ושיקום תפקודי.",
		"when_needed": "במקרה של פגיעה נוירולוגית, שיתוק, תאונה או עיכוב מוטורי משמעותי."
	},
	{
		"hebrew": "תזונה ודיאטטיקה ילדים",
		"english": "Pediatric Nutrition and Dietetics",
		"description": "הכוונה תזונתית לילדים עם בעיות תזונה, השמנה, תת-משקל או בעיות אכילה.",
		"when_needed": "אם הילד לא אוכל טוב, עולה או יורד יותר מדי במשקל או עם הרגלי אכילה לא תקינים."
	},
	{
		"hebrew": "רפואת מתבגרים",
		"english": "Adolescent Medicine",
		"description": "טיפול רפואי ונפשי במתבגרים, כולל שינויים הורמונליים, בעיות חברתיות והתנהגותיות.",
		"when_needed": "כאשר נער/ה חווה קושי רגשי, שינויים קיצוניים בגוף, או שאלות מיניות/חברתיות בגיל ההתבגרות."
	}
]